    CONFIG = {
        "x": 40.5,
        "y": 10.5,
        "glubX": 50,            /* смещение задней рамки относительно передней*/
        "glubY":40,

        "frontWidth": 350,      /* размеры передней ограничивающей рамки*/
        "frontHeight": 250,
        "backWidth": 250,       /* размеры задней ограничивающей рамки*/
        "backHeight": 200,

        "fill": "#ffddaa",      /* цвет заливки */
        "fill2": "#ddf",      /* цвет заливки */// Если закомменитровать все в один цвет красится, удобно при тестировании
        "fillKant": "#b96",      /* цвет заливки передней грани */// Если закомменитровать все в один цвет красится, удобно при тестировании
        "stroke":"#963",        /* цвет границ */
        "thickness": 4,        /* толщина панелей */
        "opacity":1// 0.5         /* прозрачность */
    }